{
  "main": {
    "name":"Leonardo Dias",
    "occupation":"Desenvolvedor Web Júnior",
    "description":"Estou sempre em busca de novos desafios e inspirações no mundo da tecnologia",
    "image":"profilepic.jpg",
    "bio":"Sou uma pessoa que gosta de exercitar a mente e corpo, sendo estudar tecnologia e praticar calistenia as minhas paixões. Acredito que um programador vai além do profissional que senta de frente para o computador e escreve linhas de código. Deve-se saber conviver e entender outras pessoas, sejam clientes ou colaboradores.",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "email": "leonardodiasmoraes@hotmail.com",
    "phone": "(11) 99464-3269",
    "address":{
      "street":"Rua Londres",
      "city":"Diadema",
      "state":"São Paulo",
      "zip": "09930-220"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload":"https://drive.google.com/file/d/1kqAQCTxNUAbIZxGWst_dsf-bVJ3KqOs9/view?usp=sharing",
    "social":[
      {
        "name":"facebook",
        "url":"https://www.facebook.com/leonardodiasmoraes/",
        "className":"fa fa-facebook"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/leonardo-dias-852b3b109/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"https://www.instagram.com/leonardo_d.m/",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"https://github.com/LeonardoDM",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Gosto sempre de me atualizar, mas essas são as tecnologias que mais têm me cativado.",
    "education":[
      {
        "school":"Faculdade Impacta de Tecnologia",
        "degree":"Bacharelado em Sistemas de Informação",
        "graduated":"Fevereiro 2015 - Dezembro 2018",
        "description":"Após prestar o ENEM em 2014, eu buscava entrar em algum curso de tecnologia e consegui uma bolsa parcial na Faculdade Impacta de Tecnologia (localizada na Barra Funda) para o curso de Sistemas de Informação. Em meio a tantas matérias, descobri minha paixão por programar nas aulas de Construção de Algoritmos e correlatas, onde aprendi linguagem C e um pouco de Java. No final do curso, o grupo de TCC que participei levou o 1º lugar no 2º Demo Day da Faculdade Impacta, com um chatbot para cobrança inicialmente feito no Telegram."
      }
    ],
    "work":[
      {
        "company":"Agência Every",
        "title":"Desenvolvedor Web",
        "years":"6 Março 2019 - 31 Maio 2019",
        "description":"Desenvolvimento de sites Wordpress e páginas estáticas utilizando HTML, CSS e JavaScript. Criação de bancos de dados relacionais com MySQL. Desenvolvimento de uma plataforma web para a DOW Chemical Company, onde fiquei responsável por construir o front-end com a ajuda de um designer e desenvolvedores da equipe. A plataforma consiste em treinamentos oferecidos pela DOW a clientes que buscam agregar valor às embalagens de seus produtos."
      },
      {
        "company":"WR Glass Comércio e Importação de Acessórios para Vidros LTDA",
        "title":"Suporte Técnico (Estágio)",
        "years":"2 Abril 2018 - 30 Julho 2018",
        "description":"Suporte ao usuário interno, catalogação de equipamentos eletrônicos e manutenção de redes e microcomputadores. E participação na 13ª feira Glass South America no São Paulo Expo, prestando suporte técnico ao stand da empresa WR Glass."
      }
    ],
    "skills":[
      {
        "name":"Git",
        "image":""
      },
      {
        "name":"JavaScript",
        "image":"javascript-logo.png"
      },
      {
        "name":"ReactJs",
        "image":""
      },
      {
        "name":"CSS",
        "image":""
      },
      {
        "name":"HTML5",
        "image":""
      },
      {
        "name":"NodeJS",
        "image":""
      },
      {
        "name":"MongoDB",
        "image":""
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Book Finder",
        "category":"A book finder that consumes Google Books API data",
        "image":"book-finder.jpg",
        "url":"https://leonardodm.github.io/reactjs-book-finder/"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Leonardo é um profissional com ótimo raciocínio lógico, muito dedicado e um caráter excepcional! Não tem tempo ruim com nada, sabe muito bem trabalhar em equipe e não ficará feliz até resolver o problema da forma correta, não do jeito que funciona. No período em que passou conosco só tivemos ótimas surpresas, por isso deixo minha recomendação.",
        "user":"Fillipe Pascalicchio | CEO na Agência Every"
      },
      {
        "text":"Trabalhei com o Leonardo na Agência Every e o que pude ver era uma pessoa de aprendizado ágil e dedicação. Não importava o problema ou o tempo necessário, pude ver o empenho na hora das entregas e na qualidade do trabalho. Além do trabalho, tem um ótimo relacionamento interpessoal e em pouco tempo já havia compreendido a cultura, missão e valores da empresa.",
        "user":"Matheus Freitas | Engenheiro de Software"
      }
    ]
  }
}
